var store = [{
        "title": "Brain, mind, and ai",
        "excerpt":"뇌, 마음, 인공지능 → 아마리 슌이치 2장. 뇌란 무엇인가 (뇌의 신경생리학적인 구조와 세부 기능을 설명하는 장이다.) → 뇌는 1000억개의 뉴런으로 이루어진 거대한 회로망으로, 무게는 약 1.4kg, 부피는 1400cc 정도 뇌간 기본적인 생명 유지 장치로, 호흡 등의 자율신경 기능의 중추이며 수면과 각성을 제어하고 외부 → 대뇌로 들어오는 정보나 대뇌 → 외부로...","categories": [],
        "tags": [],
        "url": "/Brain,-Mind,-and-AI/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "Siddhartha",
        "excerpt":"싯다르타 방랑과 위기의 연속, 헤세의 삶을 중심으로 주요 부분 📝 … 이 세상이 선한지 악한지, 이 세상에서의 삶이 괴로운지 즐거운지는 더 이상 논의하지 않겠습니다. 어쩌면 이것은 본질적인 것이 아닐 수도 있습니다. 그러나 이 세상의 단일성, 모든 사건의 연과성, 크고 작은 모든 것이 동일한 흐름과 법칙, 생성과 소멸되는 일에 포함되어 있다는...","categories": [],
        "tags": [],
        "url": "/Siddhartha/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "Deepmind",
        "excerpt":"딥마인드같은 회사는 어떻게 만들어졌는가? → 2010년 천재 과학자 데미스 허사비스(Demis Hassabis)가 창업한 회사 허사비스는 1976년생으로, 영국의 인공지능 연구자, 컴퓨터 과학자, 신경과학자이자 게이머이다. 13살에 체스 마스터가 되었고, 17살에 게임 개발에 참여했다. 17살부터 대학에 입학하기 전까지, 게임 회사에서의 갭 이어를 통해 학비를 얻었다. 1997년, 21살의 나이로 Cambridge 대학을 졸업했다. 졸업 이후, Lionhead라는...","categories": [],
        "tags": [],
        "url": "/DeepMind/",
        "teaser": "/assets/images/500x300.png"
      },{
        "title": "Embodied cognition",
        "excerpt":"체화된 인지란? 참고자료: [Phil, 1] ‘체화된 인지(Embodied Cognition)’ 접근과 학문 간 융합 1 20세기의 인지과학 “마음에 대한 철학적 탐구 이어 받기” 1.1 인지과학 탄생 이전 16, 17세기 유럽의 과학혁명 이후, 모학문인 철학으로부터 각기 독립하여 여러 과학 분야를 형성하게 되었다. 이러한 흐름을 이어 받아 19세기의 학자들 중에는 마음의 문제까지도 직관적 논리적...","categories": [],
        "tags": [],
        "url": "/Embodied-Cognition/",
        "teaser": "/assets/images/500x300.png"
      }]
